ent-ClothingHeadsetTSF = гарнитура Транс-Солнечной Федерации
    .desc = Специализированная гарнитура Транс-Солнечной Федерации с доступом к закрытому каналу работников Правительства ТСФ.
ent-ClothingHeadsetATSF = гарнитура солдата Транс-Солнечной Федерации
    .desc = Специализированная гарнитура вооруженных сил Транс-Солнечной Федерации.
ent-ClothingHeadsetTSFS = гарнитура сотрудника Федеральной Службы Безопасности ТСФ
    .desc = Специализированная гарнитура Транс-Солнечной Федерации с доступом к закрытому каналу оперативников ФСБ ТСФ.
ent-ClothingHeadsetLTSF = особая гарнитура Транс-Солнечной Федерации
    .desc = Специализированная гарнитура Транс-Солнечной Федерации предназначенная для руководителей структур и политиков.
